{
  "plugins": {
    "blink-cmp-git": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "everforest": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "img-clip.nvim": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "learning.nvim": {
      "src": "https://github.com/Hashino/learning.nvim"
    },
    "live-server.nvim": {
      "src": "https://github.com/selimacerbas/live-server.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/selimacerbas/markdown-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini-git": {
      "src": "https://github.com/echasnovski/mini-git",
      "version": "'main'"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai",
      "version": "'main'"
    },
    "mini.align": {
      "src": "https://github.com/echasnovski/mini.align",
      "version": "'main'"
    },
    "mini.clue": {
      "src": "https://github.com/echasnovski/mini.clue",
      "version": "'main'"
    },
    "mini.cursorword": {
      "src": "https://github.com/echasnovski/mini.cursorword",
      "version": "'main'"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff",
      "version": "'main'"
    },
    "mini.extra": {
      "src": "https://github.com/echasnovski/mini.extra",
      "version": "'main'"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons",
      "version": "'main'"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "mini.move": {
      "src": "https://github.com/echasnovski/mini.move",
      "version": "'main'"
    },
    "mini.splitjoin": {
      "src": "https://github.com/echasnovski/mini.splitjoin",
      "version": "'main'"
    },
    "mini.statusline": {
      "src": "https://github.com/echasnovski/mini.statusline",
      "version": "'main'"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround",
      "version": "'main'"
    },
    "mini.tabline": {
      "src": "https://github.com/echasnovski/mini.tabline",
      "version": "'main'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "peek.nvim": {
      "src": "https://github.com/toppair/peek.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
